chronoweb/src/main/resources/webroot/example/getEventsXML/SimpleEventQuery_error_declaration/EQ_correctiveEventID.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:query="urn:epcglobal:epcis-query:xsd:2"
	xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Header />
	<soapenv:Body>
		<query:Poll>
			<queryName>SimpleEventQuery</queryName>
			<params>
				<param>
					<name>EQ_correctiveEventID</name>
					<value xsi:type="query:ArrayOfString">
						<string>93259689d1a3ad0c4f3eddea45316a589d41a292d68860d88936d489e51e6d95
						</string>
					</value>
				</param>
			</params>
		</query:Poll>
	</soapenv:Body>
</soapenv:Envelope>